motivation_videos = [
   'https://vkvideo.ru/clip497946239_456239722',
   'https://vk.com/video-185117189_456242467?list=203741944be79f8642',
   'https://vkvideo.ru/video204726522_456239890',
   'https://vksport.vkvideo.ru/video-216257332_456239558',
   'https://vkvideo.ru/video637922692_456240397',
   'https://vkvideo.ru/video56595220_456239741',
   'https://vkvideo.ru/clip-222478675_456239370',
   'https://vkvideo.ru/video-96547297_456242096',
   'https://vkvideo.ru/video-216257332_456239245',
   'https://vkvideo.ru/video266596089_456240669'
]


future_wishes = ["",


                'Дерзай, только вперед! Не забывай смотреть на мои комментарии к решениям, '
                'набивай ошибки во время обучения, '
                'чтобы в полной мере научиться решать и оформлять задачи💯',


                'Вперёд — к новым вершинам! Внимательно изучай комментарии к решениям: '
                'в них — не просто правки и замечания, а шаги твоего роста. Ошибки сейчас = уверенность потом. Учись смело! 💯',


                'Не останавливайся: дальше — только вперёд. Читай комментарии,'
                ' анализируй ошибки, отрабатывай оформление. Именно так строится настоящий навык решения задач. 💯',


               'Продолжай в том же духе — физика не про «умный/неумный», а про «делаю/не делаю». Читай комментарии,'
                ' не пролетай мимо ошибок — именно в них прячется твой прогресс. А оформление? Это твой «почерк физика» — '
                'тренируй его, как музыкант тренирует гаммы. 💯'
                ]


quotes = [
   "Привет, {name}! «Хмели сумели — и ты сможешь». Да-да, те самые хмели — не сорняки на грядке,"
   " а ваши коллеги - бывшие ученики Эбонита, которые, как и вы, "
   "когда-то смотрели на задачу по физике и думали: «Ну это точно не для меня…». А потом взяли "
   "себя в руки, перерешали десятки, сотни примеров, переспросили у куратора — и вдруг поняли. "
   "Если они справились, то почему бы не вам? У вас — те же шансы и даже лучшие "
   "Так что не сомневайтесь: если «хмели» смогли"
   " — вы не просто сможете, вы сделаете это с размахом! 💪",


   "Привет, {name}! «Учеба — это как спорт: чем больше тренируешься, тем сильнее становишься». "
   "Как и в спорте, в физике нет волшебной кнопки, которая по щелчку пальца дарит понимание "
   "законов природы. Но зато есть регулярная практика — решение задач, повторение формул,"
   " разбор ошибок и постоянное стремление разобраться глубже в предмете. Каждое упражнение укрепляет "
   "не только знания, но и уверенность в себе. Чем чаще вы возвращаетесь к материалу, тем легче"
   " даются даже самые сложные темы. И со временем вы удивитесь, насколько далеко ушли — просто потому"
   " что не переставали тренироваться 😉 ",


   "Привет, {name}! «Рост начинается там, где заканчивается комфорт». Легко оставаться в зоне знакомого — решать только те задачи, "
   "которые уже понятны, избегать сложных тем и откладывать разбор непонятного «на потом». Но настоящий прогресс в "
   "физике (и в жизни тоже!) случается тогда, когда вы решаетесь выйти за пределы привычного: задать неудобный глупый вопрос,"
   " попробовать решить задачу, которая сначала кажется неподъёмной, или просто уделить ещё немного времени тому, что"
   " даётся с трудом. Именно в этих моментах — в напряжении, усилии, иногда даже в ошибке — и рождается настоящее"
   " понимание и уверенность. Не бойтесь зоны дискомфорта: это не тупик, а точка вашего роста 📈",

    "Привет, {name}!  «Сделайте каждый шаг сознательным и нацеленным на цель» - сказали мне на предмете <Софты для ИТ>. Учёба становится "
    "по-настоящему эффективной, когда вы не просто проходите материал, а чётко понимаете, "
    "зачем это делаете. Каждая решённая задача, каждая формула, каждый час размышлений — всё "
    "это не просто обязанность, а шаг к вашей цели: глубокому пониманию физики, успешной сдаче экзамена, "
    "поступлению в вуз мечты или даже открытию чего-то нового. Осознанность превращает рутину в движение "
    "вперёд. Прежде чем открыть тетрадь или начать смотреть новый веб спросите себя: «Как это приближает меня к моей цели? И Вообще какая моя цель?» "
    "— и вы удивитесь, насколько мощнее станет ваша учеба 📚",

    "Привет, {name}! «Когда вы убеждены в своих способностях, нет границ вашему росту»."
    " Физика — наука не только о законах Вселенной, но и о вере в себя. Многие великие открытия начинались "
    "не с готовых ответов, а с твёрдого убеждения: «Я могу разобраться». Когда вы верите, что способны понять "
    "сложное, преодолеть трудности и найти решение — вы уже на шаг впереди. Эта уверенность не означает, "
    "что всё будет легко, но она даёт силы не сдаваться, задавать вопросы, искать новые подходы и учиться"
    " на ошибках. И именно в этом пространстве — где смелость встречается с трудом — раскрывается ваш настоящий "
    "потенциал. Помните: границы существуют только до тех пор, пока вы в них верите 💡",

    "Привет, {name}! «Ваш потенциал бесконечен, если вы готовы верить в себя». В физике, как и в жизни, самый мощный закон "
    "— не F = ma, а «Я смогу». Потому что именно вера в свои силы запускает цепную реакцию: вы не боитесь сложных "
    "задач, не сдаётесь при первой неудаче и продолжаете искать решение, даже когда кажется, что энергия закончилась."
  " А ведь каждый студент топового технического вуза когда-то сидел над тетрадкой, грыз ручку и думал: «А вдруг у меня не получится?» Разница лишь "
   "в том, что он выбрал: «Попробую ещё раз». Так что помните: ваши возможности ограничены не формулами, не оценками и "
   "даже не количеством нейронов — а только тем, насколько сильно вы готовы доверять себе. А с такой установкой "
   "вы способны на гораздо больше, чем думаете! 🌟 ",


   "Привет, {name}!  «Самая большая награда — это смотреть назад и видеть, как вы преодолели трудности» "
   "Представьте себе момент, когда вы получите заветное письмо о зачислении в университет мечты."
   " За плечами — месяцы упорной подготовки, ночи над задачами, пересдачи пробников, "
   "моменты сомнений и усталости… Но вы не сдавались. Каждое вечер после школы, когда вы открывали "
   "вебчик вместо того, чтобы отложить «на потом», каждое усилие, вложенное в понимание, "
   "а не просто заучивание, — всё это вело вас к цели. И именно тогда, оглядываясь назад, "
   "вы поймёте: главная победа — не в баллах ЕГЭ и даже не в зачислении (хотя это, конечно, круто!),"
   " а в том, что вы поверили в себя настолько, что прошли через всё это. А это — награда, которую никто "
   "не сможет у вас отнять 🔥"
]

